[
    {
        "email": "aziz@gmail.com",
        "title": "An apple is an edible fruit produced by an apple tree",
        "name": "Apple",
        "supplier": "Aziz Group",
        "price": 30,
        "quantity": 20,
        "ratings": 4,
        "description": "An apple is an edible fruit produced by an apple tree. Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today.",
        "img": "https://i.ibb.co/MpCg86Z/apple.jpg"
    },
    {
        "email": "bdgroup@gmail.com",
        "title": "Mango fruit is rich in pre-biotic dietary fiber, vitamins, minerals, and poly-phenolic flavonoid antioxidant compounds",
        "name": "Mango",
        "supplier": "Bd Group",
        "price": 20,
        "quantity": 180,
        "ratings": 5,
        "description": "A mango is an edible stone fruit produced by the tropical tree Mangifera indica which is believed to have originated from the region between northwestern Myanmar, Bangladesh, and northeastern India.",
        "img": "https://i.ibb.co/k04J37T/mango.jpg"
    },
    {
        "email": "pran@gmail.com",
        "title": "Banana is the most popular fresh fruit in all over the world and its name comes from the Arabic word 'banan', which means finger",
        "name": "Banana",
        "supplier": "Pran",
        "price": 15,
        "quantity": 350,
        "ratings": 4,
        "description": "A banana is an elongated, edible fruit – botanically a berry – produced by several kinds of large herbaceous flowering plants in the genus Musa. In some countries, bananas used for cooking may be called plantains, distinguishing them from dessert bananas.",
        "img": "https://i.ibb.co/prfS8fC/banana.jpg"
    },
    {
        "email": "pran@gmail.com",
        "title": "Coconut is the fruit of the coconut palm (Cocos nucifera), a fibrous one-seeded drupe, also called a dry drupe",
        "name": "Coconut",
        "supplier": "Pran",
        "price": 25,
        "quantity": 150,
        "ratings": 4,
        "description": "A coconut is the edible fruit of the coconut palm (Cocos nucifera), a tree of the palm family. Coconut flesh is high in fat and can be dried or eaten fresh or processed into coconut milk or coconut oil. The liquid of the nut, known as coconut water, is used in beverages.",
        "img": "https://i.ibb.co/mHWJhzg/coconut.jpg"
    },
    {
        "email": "pran@gmail.com",
        "title": "The mature fruit of all domesticated grapes will ferment into a kind of wine when crushed, and most grapes can be dried or eaten fresh",
        "name": "Grapes",
        "supplier": "Pran",
        "price": 60,
        "quantity": 410,
        "ratings": 4,
        "description": "A grape is a fruit, botanically a berry, of the deciduous woody vines of the flowering plant genus Vitis. Grapes can be eaten fresh as table grapes, used for making wine, jam, grape juice, jelly, grape seed extract, vinegar, and grape seed oil, or dried as raisins, currants and sultanas. Grapes are a non-climacteric type of fruit, generally occurring in clusters.",
        "img": "https://i.ibb.co/9tqXzTn/grapes.jpg"
    },
    {
        "email": "square@gmail.com",
        "title": "Guava is a common tropical fruit cultivated in many tropical and subtropical regions",
        "name": "Guava",
        "supplier": "Square BD",
        "price": 12,
        "quantity": 300,
        "ratings": 4,
        "description": "Guava is a common tropical fruit cultivated in many tropical and subtropical regions. The common guava Psidium guajava is a small tree in the myrtle family, native to Mexico, Central America, the Caribbean and northern South America.",
        "img": "https://i.ibb.co/jgrJt6J/guava.jpg"
    },
    {
        "email": "aci@gmail.com",
        "title": "Jackfruit is the largest tree-borne fruit in the world",
        "name": "Jackfruit",
        "supplier": "ACI",
        "price": 18,
        "quantity": 65,
        "ratings": 4,
        "description": "The jackfruit, also known as jack tree, is a species of tree in the fig, mulberry, and breadfruit family. Its origin is in the region between the Western Ghats of southern India, all of Sri Lanka and the rainforests of the Philippines, Indonesia, and Malaysia.",
        "img": "https://i.ibb.co/Gk0SpWJ/jackfruit.jpg"
    },
    {
        "email": "tang@gmail.com",
        "title": "Pineapple (Ananas comosus) is an incredibly delicious, healthy tropical fruit",
        "name": "PineApple",
        "supplier": "TANG",
        "price": 14,
        "quantity": 55,
        "ratings": 4,
        "description": "The pineapple (Ananas comosus) is a tropical plant with an edible fruit; it is the most economically significant plant in the family Bromeliaceae. The pineapple is indigenous to South America, where it has been cultivated for many centuries.",
        "img": "https://i.ibb.co/7JH2kyp/pineapple.jpg"
    },
    {
        "email": "juzz@gmail.com",
        "title": "A strawberry is actually a multiple fruit which consists of many tiny individual fruits embedded in a fleshy receptacle",
        "name": "Strawberry",
        "supplier": "JUZZ",
        "price": 45,
        "quantity": 65,
        "ratings": 4,
        "description": "The garden strawberry (or simply strawberry; Fragaria × ananassa)[1] is a widely grown hybrid species of the genus Fragaria, collectively known as the strawberries, which are cultivated worldwide for their fruit. The fruit is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness.",
        "img": "https://i.ibb.co/PYKXDFd/strawberry.jpg"
    },
    {
        "email": "smc@gmail.com",
        "title": "An orange is a type of citrus fruit ",
        "name": "Orange",
        "supplier": "SMC",
        "price": 25,
        "quantity": 95,
        "ratings": 4,
        "description": "An orange is a fruit of various citrus species in the family Rutaceae; it primarily refers to Citrus × sinensis, which is also called sweet orange, to distinguish it from the related Citrus × aurantium, referred to as bitter orange.",
        "img": "https://i.ibb.co/8zHmBL5/orange.jpg"
    },
    {
        "email": "bdfruits@gmail.com",
        "title": "The blackberry is an edible fruit produced by many species in the genus Rubus in the family Rosaceae",
        "name": "Blackberry",
        "supplier": "BD fruits",
        "price": 65,
        "quantity": 35,
        "ratings": 4,
        "description": "The blackberry is an edible fruit produced by many species in the genus Rubus in the family Rosaceae, hybrids among these species within the subgenus Rubus, and hybrids between the subgenera Rubus and Idaeobatus.",
        "img": "https://i.ibb.co/0F40qJr/blackberry.jpg"
    },
    {
        "email": "abdullahahmedkhan8@gmail.com",
        "title": "Mangoes are sweet, creamy fruits that have a range of possible health benefits",
        "name": "Mango(Lengra)",
        "supplier": "Fruto",
        "price": 25,
        "quantity": 55,
        "ratings": 4,
        "description": "Mango is one of the delicious seasonal fruits grown in the tropics. The tree is believed to be originating in the sub-Himalayan plains of the Indian subcontinent. Botanically, this exotic fruit belongs to the family of Anacardiaceae, a family that also includes numerous species of tropical fruiting trees in the flowering plants such as cashew, pistachio.",
        "img": "https://i.ibb.co/rp3Bdsn/mango.jpg"
    },
    {
        "email": "etc@gmail.com",
        "title": "Black plum is a very popular fruit of summer in Bangladesh",
        "name": "Black plum",
        "supplier": "ETC",
        "price": 15,
        "quantity": 95,
        "ratings": 4,
        "description": "Syzygium cumini (Black plum) is a very popular fruit of summer in Bangladesh. Though for its English name there are many debates: somewhere it's called Black berry, it's just the mistranslation and wrong name for this tropical fruit. Because Black berry is completely a different fruit from an unrelated family to Syzygium cumini.",
        "img": "https://i.ibb.co/LJRTXCj/berry.jpg"
    },
    {
        "email": "abdullahahmedkhan8@@gmail.com",
        "title": "Mango fruit is rich in pre-biotic dietary fiber, vitamins, minerals, and poly-phenolic flavonoid antioxidant compounds",
        "name": "Mango(Himsagor)",
        "supplier": "Fruto",
        "price": 18,
        "quantity": 85,
        "ratings": 4,
        "description": "The king of the fruits, mango fruit is one of the most popular, nutritionally rich fruits with unique flavor, fragrance, taste, and heath promoting qualities, making it numero-uno among new functional foods, often labeled as “super fruits.",
        "img": "https://i.ibb.co/XDYmmVh/mangobyte.jpg"
    },
    {
        "email": "smc@gmail.com",
        "title": "The litchi fruits are round, oval or heart-shaped, with a fleshy interior",
        "name": "Licchi",
        "supplier": "SMC",
        "price": 22,
        "quantity": 88,
        "ratings": 4,
        "description": "Lychee is a monotypic taxon and the sole member in the genus Litchi in the soapberry family, Sapindaceae. It is a tropical tree native to the Guangdong, Fujian, and Yunnan provinces of Southeast and Southwest China, where cultivation is documented from the 11th century. ",
        "img": "https://i.ibb.co/zx43fxX/licchi.jpg"
    }
]